{"data":[{"painting_id":1608155938084,"title":"Woman with a Parasol","description":"Claude Monet painted his wife Camille and their eldest son Jean who are out for a stroll on a windy and sunny day. Monet captures a brief moment during some quality time with his family. ... Madame Monet holds a green and blue parasol in both hands to protect herself from the sun, while her son is wearing a hat.","artist":{"name":"Claude Monet","country":"France","period":"Impressionism"},"image":"1608155938084.jpg"},{"painting_id":1608344818971,"title":"Van Gogh","description":"Self Portrait, 1889 by Vincent Van Gogh. This, the last of Van Gogh's self-portraits and one of the greatest, was painted only months before his death.","artist":{"name":"Vincent van Gogh","country":"Netherlands","period":"Impressionism"},"image":"1608344818971.jpg"},{"painting_id":1608342532338,"title":"David with the Head of Goliath","description":"The painting shows the key moment in the Old Testament story of David depicting the head of the giant Goliath, killed with a slingshot by the young shepherd. The canvas belonged to Cardinal Scipione Borghese from at least 1613, in which year, following payment, it was framed.","artist":{"name":"Michelangelo Merisi da Caravaggio","country":"Italy","period":"Baroque"},"image":"1608342532338.jpg"},{"painting_id":1608366791052,"title":"Luncheon of the Boating Party","description":"Luncheon of the Boating Party is one of Pierre-Auguste Renoir's most famous works. It's also one of the most well-known depictions of an alfresco lunch outing in art history. Set in a Paris cafe overlooking the Seine, the painting captures a joyous moment among friends.","artist":{"name":"Pierre-Auguste Renoir","country":"France","period":"Impressionism"},"image":"1608366791052.jpg"},{"painting_id":1608656973576,"title":"Lady with an Ermine","description":"Lady with an Ermine is a portrait painting dating to c. 1489–1491 by the Italian Renaissance artist Leonardo da Vinci. Painted in oils on walnut panel, it is housed at the Czartoryski Museum in Kraków, and is one of Poland's national treasures. The portrait's subject is Cecilia Gallerani, painted at a time when she was the mistress of Ludovico Sforza, Duke of Milan, and Leonardo was in the Duke's service.","artist":{"name":"Leonardo da Vinci","country":"Italy","period":"Italian Renaissance"},"image":"1608656973576.jpg"},{"painting_id":1608657392414,"title":"The Night Watch","description":"Militia Company of District II under the Command of Captain Frans Banninck Cocq, also known as The Shooting Company of Frans Banning Cocq and Willem van Ruytenburch, but commonly referred to as The Night Watch (Dutch: De Nachtwacht), is a 1642 painting by Rembrandt van Rijn. The Night Watch is one of the most famous Dutch Golden Age paintings.","artist":{"name":"Rembrandt Harmenszoon van Rijn","country":"Dutch","period":"Dutch Golden Age painting"},"image":"1608657392414.jpg"}]}